Repository: Kostenkov-2021/nvda-markdownForever
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, ru, tr

source: Oops! There was a problem downloading Markdown Forever update. Please retry later or download and install manually from %s. Do you want to open this URL in your browser?
fr: Oups ! Il y a eu un problème pour télécharger la mise à jour de Markdown Forever. Veuillez réessayer plus tard ou télécharger et installer manuellement à partir de %s. Souhaitez-vous ouvrir cette URL dans votre navigateur ?
tr: Hata! Markdown Forever güncellemesini indirirken bir sorun oluştu. Lütfen daha sonra tekrar deneyin veya %s adresinden manuel olarak indirip yükleyin. Bu URL'yi tarayıcınızda açmak istiyor musunuz?

source: Details:
fr: Détails :
tr: Detaylar:

source: Hashes do not match! Actual value is '{actualHash}'. Expected is '{expectedHash}'.
fr: Les hachages ne correspondent pas ! La valeur actuelle est '{actualHash}'. La valeur attendue est '{expectedHash}'.
tr: Hash'ler uyuşmuyor! Gerçek değer '{actualHash}'. Beklenen '{expectedHash}'.

source: An update check dialog is already running!
fr: Une vérification des mises à jour est déjà en cours!
ru: Диалоговое окно проверки обновлений уже запущено!
tr: Bir güncelleme kontrolü iletişim kutusu zaten çalışıyor!

source: Markdown Forever update
fr: Mises à jour de Markdown Forever
tr: Markdown Forever güncellemesi

source: Invalid document
fr: Document invalide
ru: Недействительный документ
tr: Geçersiz belge

source: Full-featured Markdown and HTML converter for NVDA
fr: Convertisseur Markdown et HTML complet pour NVDA
ru: Полнофункциональный конвертер Markdown и HTML для NVDA
tr: NVDA için tam özellikli Markdown ve HTML dönüştürücü

source: Documentation menu
ru: Меню документации

source: HTTP server
ru: HTTP-сервер

source: Open the add-on website.
ru: Открывает веб-сайт дополнения.

source: &Markdown Forever
ru: &Markdown навсегда

source: File n&ame:
ru: И&мя файла:

source: New version available, version %s. Do you want to download it now?
ru: Доступна новая версия: %s. Хотите скачать её сейчас?

source: Oops! There was a problem downloading for update. Please retry later or download and install manually via %s. Do you want to open this URL in your browser now?
ru: Ой! Возникла проблема с загрузкой обновления. Пожалуйста, повторите попытку позже или загрузите и установите вручную через %s. Вы хотите открыть этот URL в своем браузере сейчас?

source: {addonName}'s update
ru: Обновление {addonName}

source: Markdown Forever
ru: Markdown навсегда
