Repository: Kostenkov-2021/nvda-markdownForever
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: fr, ru, tr

source: No title
fr: Sans titre
ru: Без заголовка
tr: Başlık yok

source: No content
fr: Pas de contenu
ru: Нет содержимого
tr: İçerik yok

source: Index of {path}
fr: Index de {path}
ru: Индекс {path}
tr: {path} İndeksi

source: Error 404
fr: Erreur 404
ru: Ошибка 404
tr: Hata 404

source: The requested URL “{path}” was not found
fr: L’URL demandée « {path} » n’a pu être trouvée
ru: Запрошенный URL-адрес “{path}” не найден
tr: İstenen URL “{path}” bulunamadı

source: Documentation
ru: Документация
tr: Dokümantasyon

source: Documentation submenu
fr: Sous-menu documentation
tr: Dokümantasyon alt menüsü

source: Open the add-on documentation in this language.
fr: Ouvrir la documentation de l’extension dans cette langue.
ru: Отображает документацию на этом языке.
tr: Eklenti belgelerini bu dilde aç.

source: Settings
fr: Paramètres
ru: Настройки
tr: Ayarlar

source: Add-on settings
fr: Paramètres de l’extension
ru: Настройки дополнения
tr: Eklenti ayarları

source: &HTTP server
fr: Serveur &HTTP
tr: &HTTP sunucusu

source: Start HTTP server
fr: Démarrer le serveur HTTP
tr: HTTP sunucusunu başlat

source: &Check for update
fr: &Vérifier les mises à jour
ru: &Проверить наличие обновлений
tr: &Güncellemeleri denetle

source: Checks if update is available
fr: Vérifie si des mises à jour sont disponibles
ru: Проверяет, доступно ли обновление
tr: Güncellemenin mevcut olup olmadığını kontrol et

source: &Web site
fr: Site &web
ru: &Веб-сайт
tr: &Websitesi

source: Open the GitHub Repository
fr: Ouvrir le dépôt GitHub
tr: GitHub Deposunu aç

source: No text
fr: Pas de texte
ru: Нет текста
tr: Metin yok

source: Show the HTML source from Markdown
fr: Affiche la source HTML d’un contenu Markdown
ru: Показать исходный код HTML из Markdown
tr: Markdown'dan HTML kaynak kodunu göster

source: HTML to Markdown conversion
fr: Conversion HTML vers Markdown
ru: Преобразование HTML в Markdown
tr: HTML'den Markdown'a dönüştürme

source: Markdown to HTML conversion. The result is displayed in a virtual buffer of NVDA
fr: Conversion Markdown vers HTML. Le résultat s’affiche dans un tampon virtuel de NVDA
ru: Преобразование Markdown в HTML. Результат отображается в виртуальном просмотрщике NVDA
tr: Markdown'dan HTML'e dönüştürme. Sonuç, NVDA'nın tarama kipinde gösterilir

source: Markdown to HTML conversion. The result is displayed in your default browser
fr: Conversion Markdown vers HTML. Le résultat s’affiche dans votre navigateur par défaut
ru: Преобразование Markdown в HTML. Результат отображается в вашем браузере по умолчанию
tr: Markdown'dan HTML'e dönüştürme. Sonuç varsayılan tarayıcınızda gösterilir

source: HTML source copied to clipboard
fr: Source HTML copiée dans le presse-papier
ru: Исходный код HTML скопирован в буфер обмена
tr: HTML kaynağı panoya kopyalandı

source: Markdown to HTML source conversion. The result is copied to clipboard
fr: Conversion Markdown en code source HTML. Le résultat est copié dans le presse-papiers
ru: Преобразование Markdown в исходный код HTML. Результат копируется в буфер обмена
tr: Markdown'dan HTML kaynak koda dönüştürme. Sonuç panoya kopyalanır

source: Formatted HTML copied to clipboard
fr: HTML formaté copié dans le presse-papier
ru: Форматированный HTML скопирован в буфер обмена
tr: Biçimlendirilmiş HTML panoya kopyalandı

source: An error occured
fr: Une erreur est survenue
ru: Произошла ошибка
tr: Bir hata oluştu

source: Markdown to formatted HTML conversion. The result is copied to clipboard
fr: Conversion Markdown en HTML formaté. Le résultat est copié dans le presse-papiers
ru: Преобразование Markdown в форматированный HTML. Результат копируется в буфер обмена
tr: Markdown'dan biçimlendirilmiş HTML'e dönüştürme. Sonuç panoya kopyalanır

source: Markdown copied to clipboard
fr: Markdown copié dans le presse-papiers
ru: Markdown скопирован в буфер обмена
tr: Markdown panoya kopyalandı

source: HTML to Markdown conversion. The result is copied to clipboard
fr: Conversion HTML en Markdown. Le résultat est copié dans le presse-papiers
ru: Преобразование HTML в Markdown. Результат копируется в буфер обмена
tr: HTML'den Markdown'a dönüştürme. Sonuç panoya kopyalanır

source: Interactive mode
fr: Mode interactif
ru: Интерактивный режим
tr: Etkileşimli mod

source: Save the result as
fr: Enregistrer le résultat sous
ru: Сохранить результат как
tr: Sonucu farklı kaydet

source: Save the source as
fr: Enregistrer la source sous
ru: Сохранить исходный код как
tr: Kaynağı farklı kaydet

source: Show in browser
fr: Afficher dans le navigateur
ru: Показать в браузере
tr: Tarayıcıda göster

source: Show in virtual buffer
fr: Afficher dans le tampon virtuel
ru: Показать в виртуальном просмотрщике
tr: Tarama kipinde göster

source: Copy to clipboard
fr: Copier dans le presse-papiers
ru: Скопировать в буфер обмена
tr: Panoya kopyala

source: Turn HTML into equivalent Markdown-structured text
fr: Conversion de HTML en son équivalent en texte Markdown structuré
ru: Преобразуйте HTML в аналогичный текст, структурированный с помощью Markdown
tr: HTML'yi eşdeğer Markdown yapılı metne dönüştür

source: Conservatively convert html to markdown
fr: Conversion sans pertes de HTML vers Markdown
ru: Преобразуйте html в markdown, сохраняя исходное форматирование
tr: Geleneksel html'yi markdown'a dönüştürün

source: Replace single new line characters with <br> when True
fr: Remplacer les caractère de saut de ligne uniques par <br> si à True
ru: Заменить отдельные символы новой строки на <br>, если значение True
tr: True olduğunda tek yeni satır karakterlerini <br> ile değiştirin

source: Disable _ and __ for em and strong
fr: Désactiver _ et __ pour em et strong
ru: Отключить _ и __ для em и strong
tr: Em ve güçlü için _ ve __ devre dışı bırakın

source: Allow lists to be cuddled to the preceding paragraph
fr: Permettre aux listes d’être liées au paragraphe précédent
ru: Разрешить привязку списков к предыдущему абзацу
tr: Listelerin önceki paragrafa sarılmasına izin ver

source: Allows a code block to not have to be indented by fencing it with '```' on a line before and after
fr: Permet à un bloc de code de ne pas avoir à être en retrait par une délimitation ’```’ dans une ligne avant et après
ru: Позволяет не делать отступ в блоке code, обозначая его символом '```' в строке до и после
tr: Bir kod bloğunun öncesinde ve sonrasında bir satırda '```' ile işaretlenerek girintilenmesine gerek kalmamasını sağlar

source: Support footnotes as in use on daringfireball.net and implemented in other Markdown processors (tho not in Markdown.pl v1.0.1)
fr: Support des notes de bas de page dans daringfireball.net et mises en œuvre dans d’autres moteurs Markdown (mais pas dans Markdown.pl v1.0.1)
ru: Поддержка сносок, используемая в daringfireball.net и реализованная в других процессорах Markdown (хотя и не в Markdown.pl версии 1.0.1)
tr: Daringfireball.net'te kullanılan ve diğer Markdown işlemcilerinde uygulanan dipnotları destekleyin (Markdown.pl v1.0.1'de değil)

source: Adds "id" attributes to headers. The id value is a slug of the header text
fr: Ajoute des attributs "id" dans les titres. La valeur de l’id est basé sur le texte du titre
ru: Добавлять атрибуты "id" к заголовкам. Значение id - это фрагмент текста заголовка
tr: Başlıklara "id" öznitelikleri ekler. id değeri, başlık metninin bir parçası

source: Takes a dict mapping html tag names (lowercase) to a string to use for a "class" tag attribute. Currently only supports "pre", "code", "table" and "img" tags
fr: Prend un dictionaire qui met en correspondance des noms de balises html (en minuscules) avec une chaîne de caractères à utiliser pour un attribut de balise "class". À l’heure actuelle, seul les balises "pre", "code", "table" et "img" son pris en charge
ru: Принимать словарь, преобразующий имена html-тегов (в нижнем регистре) в строку для использования в качестве атрибута тега "class". В настоящее время поддерживаются только теги "pre", "code", "table" и "img"
tr: Bir "sınıf" etiketi özniteliği için kullanmak üzere bir dizgeye html etiket adlarını (küçük harf) eşleyen bir dikte alır. Şu anda yalnızca "pre", "code", "table" ve "img" etiketlerini destekler

source: Auto-link given regex patterns in text (e.g. bug number references, revision number references)
fr: Lien automatique basés sur des expressions régulières dans le texte (par exemple, références de numéros de bogues, références de numéros de révision)
ru: Автоматическая ссылка на заданные шаблоны регулярных выражений в тексте (например, ссылки на номер ошибки, ссылки на номер редакции)
tr: Metinde verilen normal ifade kalıplarını otomatik olarak bağla (ör. hata numarası referansları, revizyon numarası referansları)

source: Allow the use of markdown="1" in a block HTML tag to have markdown processing be done on its contents
fr: Permettre l’utilisation de markdown="1" dans un bloc de balises HTML pour que le contenu soit soumis à un traitement markdown
ru: Разрешить использование markdown="1" в блочном HTML-теге, чтобы выполнить обработку markdown для его содержимого
tr: İçeriğinde markdown işleminin yapılması için bir blok HTML etiketinde markdown="1" kullanımına izin verin

source: Add rel="nofollow" to all <a> tags with an href.
fr: Ajouter rel="nofollow" à toutes les balises <a> ayant un href.
ru: Добавить rel="nofollow" ко всем тегам <a> с href.
tr: Bir href içeren tüm <a> etiketlerine rel="nofollow" ekleyin.

source: Create counters to number tables, figures, equations and graphs
fr: Créer des compteurs pour les tableaux numérotés, images, formules et graphiques
ru: Создавать счётчики для нумерации таблиц, рисунков, уравнений и графиков
tr: Sayı tabloları, şekiller, denklemler ve grafikler için sayaçlar oluşturun

source: Treats unindented Python interactive shell sessions as <code> blocks
fr: Traite les sessions shell interactives Python non indentées comme des blocs <code>
ru: Рассматривать неиндентированные сеансы интерактивной оболочки Python как блоки <code>
tr: Girintisiz Python etkileşimli kabuk oturumlarını <code> blokları olarak ele alır

source: Fancy quote, em-dash and ellipsis handling
fr: Applique des remplacements par des paires de guillemet, tirets longs et des points de suspension
ru: Применять замены для пар кавычек, длинных тире и многоточий
tr: Süslü alıntı, kısa çizgi ve üç nokta işleme

source: A special kind of blockquote commonly hidden behind a click on SO
fr: Un bloc de citation particulier caché derrière un clic
ru: Конкретный блок цитат, скрытый за щелчком мыши
tr: Genellikle Böyle yapılan bir tıklamanın arkasına gizlenen özel bir blok alıntı türü

source: Parse ~~strikethrough~~ formatting
fr: Traite le formattage ~~barré~~
ru: Обрабатывать форматирование с ~ ~ зачеркиванием~~
tr: ~~üstü çizili~~ biçimlendirmeyi ayrıştır

source: Add target="_blank" to all <a> tags with an href. This causes the link to be opened in a new tab upon a click
fr: Ajouter target="_blank" à toutes les balises <a> ayant un href. Ce qui provoque l’ouverture du lien dans un nouvel onglet lors d’un clic
ru: Добавить target= "_blank" ко всем тегам <а>, имеющим href. Это приводит к тому, что ссылка при нажатии на неё откроется в новой вкладке
tr: Bir href içeren tüm <a> etiketlerine target="_blank" ekleyin. Bu, bir tıklamayla bağlantının yeni bir sekmede açılmasına neden olur

source: Tables using the same format as GFM and PHP-Markdown Extra
fr: Tableaux en utilisant le même format que GFM et PHP-Markdown Extra
ru: Таблицы, использующие тот же формат, что и дополнительная разметка GFM и PHP
tr: GFM ve PHP-Markdown Extra ile aynı formatı kullanan tablolar

source: Requires atx style headers to have a space between the # and the header text. Useful for applications that require twitter style tags to pass through the parser
ru: Для заголовков типа atx требуется, чтобы между # и текстом заголовка был пробел. Полезно для приложений, которым требуется тип тегов twitter для прохождения через синтаксический анализатор
tr: # ile başlık metni arasında bir boşluk olması için atx stili başlıklar gerektirir. Ayrıştırıcıdan geçmek için twitter stili etiketleri gerektiren uygulamalar için kullanışlıdır

source: Allows github-style task lists (i.e. check boxes)
fr: Support des listes de tâches github (à savoir des cases à cocher)
ru: Поддержка списков дел github (т. е. флажков)
tr: Github tarzı görev listelerine izin verir (yani onay kutuları)

source: Parse --underline-- formatting
fr: Traite le formattage --souligné--
ru: Синтаксический анализ --подчеркивание-- форматирование
tr: --alt çizgi-- biçimlendirmeyi ayrıştır

source: Look for an Emacs-style markdown-extras file variable to turn on Extras
fr: Recherchez une variable de type Emacs markdown-extras pour activer les Extras
ru: Найдите файловую переменную markdown-extras в стиле Emacs, чтобы включить дополнительные функции
tr: Ekstraları açmak için Emacs tarzı bir markdown-extras dosya değişkeni arayın

source: Google Code Wiki table syntax support
fr: Support de la syntaxe des tableaux Google Wiki Code
ru: Поддержка синтаксиса вики-таблицы Google Code
tr: Google kod Wiki tablosu sözdizimi desteği

source: Passes one-liner processing instructions and namespaced XML tags
ru: Передает однострочные инструкции по обработке и XML-теги с пространством имён
tr: Tek satırlı işleme talimatlarını ve ad alanlı XML etiketlerini iletir

source: Invalid file path
fr: Chemin de fichier invalide
ru: Неверный путь к файлу
tr: Geçersiz dosya yolu

source: Unable to guess the encoding
fr: Impossible de déduire l’encodage
ru: Не удалось угадать кодировку
tr: Kodlama tahmin edilemiyor

source: Unable to include “{filePath}”
fr: Impossible d’inclure « {filePath} »
ru: Не удалось включить “{filePath}”
tr: "{filePath}" eklenemiyor

source: Just the HTML from your Markdown
fr: Juste le HTML de votre Markdown
ru: Просто HTML-код из вашего Markdown
tr: Yalnızca Markdown öğenizdeki HTML

source: A minimal template provided by the add-on
fr: Un gabarit minimal fourni par l’extension
ru: Минимальный шаблон, предоставляемый дополнением
tr: Eklenti tarafından sağlanan minimal bir şablon

source: Metadata and extra tags error. '%s' value was not recognized for lang field.
fr: Erreur de métadonnées et de super-balises : la valeur '%s' n’a pas été reconnue pour le champ lang.
ru: Ошибка в метаданных и дополнительных тегах. Значение '%s' не было распознано для поля lang.
tr: Meta veri ve ekstra etiketler hatası. '%s' lang alanı için değer tanınmadı.

source: Back to Table of Contents
fr: Retour à la table des matières
tr: İçindekiler Tablosuna Geri Dön

source: Table of contents
fr: Sommaire
ru: Оглавление
tr: İçindekiler

source: Markdown to HTML conversion
fr: Conversion Markdown vers HTML
ru: Преобразование Markdown в HTML
tr: Markdown'dan HTML'e dönüştürme

source: Markdown to HTML conversion (preview)
fr: Conversion Markdown vers HTML (aperçu)
ru: Преобразование Markdown в HTML (предварительный просмотр)
tr: Markdown'dan HTML'e dönüştürme (Ön izleme)

source: Markdown to HTML source conversion
fr: Conversion Markdown vers source HTML
ru: Преобразование Markdown в исходный код HTML
tr: Markdown'dan HTML kaynak koda dönüştürme

source: HTML source
fr: Source HTML
ru: Исходный код HTML
tr: HTML kaynağı

source: C&onvert to:
fr: C&onvertir en :
ru: Пр&еобразовать в:
tr: D&önüştür:

source: Generate corresponding &metadata from HTML source
fr: Générer les &métadonnées à partir de la source HTML
ru: Создавать соответствующие метаданные из исходного кода HTML
tr: HTML kaynağından karşılık gelen &meta verileri oluştur

source: &Generate a table of contents
fr: &Générer la table des matières / le sommaire
ru: &Создавать оглавление
tr: &İçindekiler tablosu oluştur

source: Choose where add "Bac&k to Table of Contents" links
fr: Choisir où ajouter le lien « R&etour à la table des matières »
tr: "İçindekiler Tablosuna Dön" bağlantısının nereye e&kleneceğini seçin

source: Before level %d headings
fr: Avant les titres de niveau %d
tr: %d seviye başlıklardan önce

source: After level %d headings
fr: Après les titres de niveau %d
tr: %d seviye başlıklardan sonra

source: Try to automatically &number headings
fr: Tenter de numéroter les t&itres automatiquement
ru: Попытаться автоматически пронумеровать заголовки
tr: Başlıkları otomatik olarak &numaralandırmaya çalış

source: Enable e&xtra tags
fr: Activer les &super-balises
ru: Включить до&полнительные теги
tr: Ek e&tiketleri etkinleştir

source: Allow extratags bac&k translation
fr: Permettre la réversibilité des super-&balises
ru: Разрешить обр&атный перевод дополнительных тегов
tr: E&k etiketlerin geri çevirisine izin ver

source: &Detect extratags if possible
fr: &Détecter les super-balises
ru: &Обнаруживать дополнительные теги, если это возможно
tr: &Mümkünse ek etiketleri tespit et

source: &Title:
fr: &Titre :
ru: &Заголовок:
tr: &Başlık:

source: S&ubtitle:
fr: So&us-titre :
ru: &Подзаголовок:
tr: A&lt başlık:

source: Pat&h:
fr: &Répertoire :
ru: &Каталог:
tr: Yo&l:

source: Bro&wse...
fr: Pa&rcourir...
ru: Об&зор...
tr: G&özat...

source: &File name:
fr: Nom du &fichier :
tr: &Dosya adı:

source: HTML temp&late to use:
fr: G&abarit HTML à utiliser :
ru: HTML-шаб&лон для использования:
tr: Kullanılacak HTML &şablonu:

source: Corres&ponding metadata block
fr: Bloc de métadonnées corres&pondant
ru: Соот&ветствующий блок метаданных
tr: Karşılık gelen meta &veri bloğu

source: Show in &virtual buffer
fr: Afficher dans le tampon &virtuel
ru: Показать в &виртуальном просмотрщике
tr: &Tarama kipinde göster

source: Show in &browser
fr: Afficher dans le &navigateur
ru: Показать в &браузере
tr: Ta&rayıcıda göster

source: &Copy to clipboard
fr: &Copier dans le presse-papier
ru: &Скопировать в буфер обмена
tr: &Panoya kopyala

source: &Save the result as...
fr: Enregistr&er le résultat sous...
ru: &Сохранить результат как...
tr: Sonucu f&arklı kaydet...

source: Save the sou&rce as...
fr: Enregistrer la sour&ce sous...
ru: Сохранить ис&ходный код как...
tr: &Kaynağı farklı kaydet...

source: Choose a folder
fr: Choisissez un dossier
ru: Выберите папку
tr: Bir klasör seçin

source: Select the location
fr: Sélectionner l’emplacement
ru: Выберите местоположение
tr: Konum seçin

source: Do you want to conserve extra-tags? If you select No, extra-tags will be interpreted before saving.
fr: Souhaitez-vous conserver les super-balises ? Si vous sélectionnez Non, les super-balises seront interprétées avant d’être sauvegardées.
ru: Вы хотите сохранить дополнительные теги? Если вы выберете "Нет", дополнительные теги будут расшифрованы перед сохранением.
tr: Ekstra etiketleri korumak istiyor musunuz? Hayır'ı seçerseniz, ekstra etiketler kaydetmeden önce yorumlanır.

source: General
fr: Général
ru: Общие
tr: Genel

source: stable channel, automatic check
fr: canal stable, vérification automatique
tr: kararlı sürüm, otomatik denetle

source: dev channel, automatic check
fr: canal dev, vérification automatique
tr: geliştirici kanalı, otomatik denetle

source: stable channel, manual check
fr: canal stable, vérification manuelle
tr: kararlı sürüm, elle denetle

source: dev channel, manual check
fr: canal dev, vérification manuelle
tr: geliştirici kanalı, elle denetle

source: Check for &updates:
fr: Vérification des mises à &jour :
tr: &Güncellemeleri denetle:

source: Default &action in interactive mode:
fr: &Action par défaut en mode interactif :
ru: &Действие в интерактивном режиме по умолчанию и :
tr: Etkileşimli modd&a varsayılan eylem:

source: Markdown Engi&ne:
fr: M&oteur de conversion :
ru: Дви&жок преобразования:
tr: Markdow&n Motoru:

source: Markdo&wn2 extras:
fr: Extras Markdo&wn2 :
tr: Markdo&wn2 ekstralar:

source: &Browse...
fr: &Parcourir...
ru: &Обзор...
tr: G&özat...

source: HTML Templates
fr: Gabarits HTML
ru: HTML-шаблоны
tr: HTML Şablonları

source: HTML templates &list:
fr: &Liste des gabarits HTML :
ru: &Список HTML-шаблонов:
tr: HTML şablonları &listesi:

source: Set as &default template
fr: Définir en tant que gabarit par &ddéfaut
ru: Установлен в качестве шаблона &по умолчанию
tr: &Varsayılan şablon olarak ayarla

source: &Edit
fr: &Modifier
ru: &Редактировать
tr: Düz&enle

source: &Add
fr: &Ajouter
ru: &Добавить
tr: &Ekle

source: &Remove
fr: &Supprimer
ru: &Удалить
tr: Kaldı&r

source: Are you sure to want to delete the '%s' template?
fr: Êtes-vous sûr de vouloir supprimer le gabarit « %s » ?
ru: Вы уверены, что хотите удалить шаблон '%s'?
tr: '%s' şablonunu Silmek istediğinizden emin misiniz?

source: Confirmation
ru: Подтверждение
tr: Onay

source: Add template
fr: Ajouter un modèle
ru: Добавить шаблон
tr: Şablon ekle

source: Edit template
fr: Modifier un modèle
ru: Редактировать шаблон
tr: Şablonu düzenle

source: &Name:
fr: &Nom :
ru: &Имя:
tr: &Ad:

source: &Description:
ru: &Описание:
tr: &Açıklama:

source: &Content:
fr: &Contenu :
ru: &Содержимое:
tr: &İçerik:

source: Wrong value for template name field. Field must contain only letters in lowercase ({letters}), digits ({digits}), hyphen ({hyphen}) or underscore ({underscore}). A maximum of {maxCharTemplateName} characters. The following name is not allowed: "default".
fr: Valeur incorrecte pour le champ du nom du gabarit. Le champ doit contenir uniquement des lettres en minuscules ({letters}), des chiffres ({digits}), des tirets ({hyphen}) ou des traits de soulignement ({underscore}). Un maximum de {maxCharTemplateName} caractères. Le nom suivant n’est pas autorisé : "default".
ru: Неверное значение для поля имя шаблона. Поле должно содержать только буквы в нижнем регистре ({letters}), цифры ({digits}), дефис ({hyphen}) или подчеркивание ({underscore}). Максимальное количество символов {maxCharTemplateName}. Следующее имя недопустимо: "по умолчанию".
tr: Şablon adı alanı için yanlış değer. Alan yalnızca küçük harflerden oluşmalıdır ({letters}), rakamlar ({digits}), tire ({hyphen}) veya alt çizgi ({underscore}). maksimum {maxCharTemplateName} karakterler. Aşağıdaki ada izin verilmez: "varsayılan".

source: Content field empty.
fr: Champ contenu vide.
ru: Поле содержимого пусто.
tr: İçerik alanı boş.

source: Content field invalid. The following required tags are missing: {missingFields}. Each tag must be surrounded by braces. E.g.: {eg}.
fr: Champ contenu invalide. Les balises suivantes sont manquantes et obligatoires : {missingFields}. Chaque balise doit être entourée d’accolades. Ex. : {eg}.
ru: Недопустимое поле содержимого. Отсутствуют следующие обязательные теги: {missingFields}. Каждый тег должен быть заключен в фигурные скобки. Например: {eg}.
tr: İçerik alanı geçersiz. Aşağıdaki gerekli etiketler eksik: {missingFields}. Her etiket parantez içine alınmalıdır. Ör.: {eg}.

source: Web server
fr: Serveur web
ru: Веб-сервер
tr: Web sunucusu

source: &Host:
fr: Hôte :
ru: &Хост:
tr: Ev sa&hibi:

source: &Port:
ru: &Порт:
tr: &Bağlantı noktası:

source: Default &encoding:
fr: &Encodage par défaut :
ru: &Кодировка по умолчанию:
tr: &Varsayılan kodlama:

source: Root &folders:
fr: Répertoires &racines :
ru: &Корневые каталоги:
tr: &Kök klasörler:

source: {addonName} version {version} is available. Do you want to download it now?
fr: {addonName} version {version} est disponible. Souhaitez-vous le télécharger maintenant ?
tr: {addonName} sürümü {version} mevcut. Şimdi indirmek ister misiniz?

source: You are up-to-date. %s is the latest version.
fr: Vous êtes à jour. %s est la dernière version.
ru: Обновление не требуется, последняя версия - %s.
tr: Güncelsiniz. %s en son sürüm.
